var objCiKu = [
    {
        "title": "西江月·夜行黄沙道中",
        "author": "辛弃疾",
        "years": "宋",
        "tag": "六上",
        "class": "0",
        "content": [
            "明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年。听取蛙声一片。七八个星天外，两三点雨山前。旧时茅店社林边。路转溪桥忽见。"
        ]
    },
    {
        "title": "江南春",
        "author": "杜牧",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "千里莺啼绿映红，水村山郭酒旗风。",
            "南朝四百八十寺，多少楼台烟雨中。"
        ]
    },
    {
        "title": "伯牙鼓琴 《吕氏春秋》",
        "author": "吕不韦组织门客",
        "years": "战国",
        "tag": "六上",
        "class": "0",
        "content": [
            "伯牙鼓琴，钟子期听之。方鼓琴而志在太山，钟子期曰：“善哉乎鼓琴！巍巍乎若太山。”少选之间而志在流水，钟子期又曰：“善哉乎鼓琴！汤汤乎若流水。”钟子期死，伯牙破琴绝弦，终身不复鼓琴，以为世无足复为鼓琴者。"
        ]
    },
    {
        "title": "迢迢牵牛星 《古诗十九首》",
        "author": "佚名",
        "years": "",
        "tag": "六上",
        "class": "1",
        "content": [
            "迢迢牵牛星，皎皎河汉女。",
            "纤纤擢素手，札札弄机杼。",
            "终日不成章，泣涕零如雨。",
            "河汉清且浅，相去复几许。",
            "盈盈一水间，脉脉不得语。"
        ]
    },
    {
        "title": "竹石",
        "author": "郑燮",
        "years": "清",
        "tag": "六上",
        "class": "1",
        "content": [
            "咬定青山不放松，立根原在破岩中。",
            "千磨万击还坚劲，任尔东西南北风。"
        ]
    },
    {
        "title": "回乡偶书",
        "author": "贺知章",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "少小离家老大回，乡音无改鬓毛衰。",
            "儿童相见不相识，笑问客从何处来。"
        ]
    },
    {
        "title": "观沧海",
        "author": "曹操",
        "years": "东汉末",
        "tag": "七上",
        "class": "1",
        "content": [
            "东临碣石，以观沧海。",
            "水何澹澹，山岛竦峙。",
            "树木丛生，百草丰茂。",
            "秋风萧瑟，洪波涌起。",
            "日月之行，若出其中。",
            "星汉灿烂，若出其里。",
            "幸甚至哉，歌以咏志。"
        ]
    },
    {
        "title": "天净沙·秋思",
        "author": "马致远",
        "years": "元",
        "tag": "六上",
        "class": "1",
        "content": [
            "枯藤老树昏鸦，",
            "小桥流水人家，",
            "古道西风瘦马。",
            "夕阳西下，",
            "断肠人在天涯。"
        ]
    },
    {
        "title": "《论语》十二章",
        "author": "孔子的弟子及其再传弟子",
        "years": "春秋",
        "tag": "六上",
        "class": "2",
        "content": [
            "子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”（《学而》）",
            "曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”（《学而》）",
            "子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”（《为政》）",
            "子曰：“温故而知新，可以为师矣。”（《为政》）",
            "子曰：“学而不思则罔，思而不学则殆。”（《为政》）",
            "子曰：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”（《雍也》）",
            "子曰：“知之者不如好之者，好之者不如乐之者。”（《雍也》）子曰：“饭疏食饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”（《述而》）",
            "子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”（《述而》）子在川上曰：“逝者如斯夫，不舍昼夜。”（《子罕》）",
            "子曰：“三军可夺帅也，匹夫不可夺志也。”（《子罕》）",
            "子夏曰：“博学而笃志，切问而近思，仁在其中矣。”（《子张》）"
        ]
    },
    {
        "title": "十一月四日风雨大作",
        "author": "陆游",
        "years": "宋",
        "tag": "六上",
        "class": "1",
        "content": [
            "僵卧孤村不自哀，尚思为国戍轮台，",
            "夜阑卧听风吹雨，铁马冰河入梦来。"
        ]
    },
    {
        "title": "登幽州台歌",
        "author": "陈子昂",
        "years": "唐",
        "tag": "六上",
        "class": "0",
        "content": [
            "前不见古人，后不见来者。念天地之悠悠，独怆然而涕下。"
        ]
    },
    {
        "title": "望岳",
        "author": "杜甫",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "岱宗夫如何？齐鲁青未了。",
            "造化钟神秀，阴阳割昏晓。",
            "荡胸生曾云，决眦入归鸟。",
            "会当凌绝顶，一览众山小。"
        ]
    },
    {
        "title": "游山西村",
        "author": "陆游",
        "years": "宋",
        "tag": "六上",
        "class": "1",
        "content": [
            "莫笑农家腊酒浑，丰年留客足鸡豚。",
            "山重水复疑无路，柳暗花明又一村。",
            "箫鼓追随春社近，衣冠简朴古风存。",
            "从今若许闲乘月，拄杖无时夜叩门。"
        ]
    },
    {
        "title": "陋室铭",
        "author": "刘禹锡",
        "years": "唐",
        "tag": "六上",
        "class": "0",
        "content": [
            "山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：“何陋之有？”"
        ]
    },
    {
        "title": "爱莲说",
        "author": "周敦颐",
        "years": "宋",
        "tag": "六上",
        "class": "0",
        "content": [
            "水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊；自李唐来，世人甚爱牡丹；予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。",
            "予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻；莲之爱，同予者何人；牡丹之爱，宜乎众矣。"
        ]
    },
    {
        "title": "泊秦淮",
        "author": "杜牧",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "烟笼寒水月笼沙，夜泊秦淮近酒家。",
            "商女不知亡国恨，隔江犹唱后庭花。"
        ]
    },
    {
        "title": "野望",
        "author": "王绩",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "东皋薄暮望，徙倚欲何依。",
            "树树皆秋色，山山唯落晖。",
            "牧人驱犊返，猎马带禽归。",
            "相顾无相识，长歌怀采薇。"
        ]
    },
    {
        "title": "黄鹤楼",
        "author": "崔颢",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "昔人已乘黄鹤去，此地空余黄鹤楼。",
            "黄鹤一去不复返，白云千载空悠悠。",
            "晴川历历汉阳树，芳草萋萋鹦鹉洲。",
            "日暮乡关何处是，烟波江上使人愁。"
        ]
    },
    {
        "title": "渡荆门送别",
        "author": "李白",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "渡远荆门外，来从楚国游。",
            "山随平野尽，江入大荒流。",
            "月下飞天镜，云生结海楼。",
            "仍怜故乡水，万里送行舟。"
        ]
    },
    {
        "title": "钱塘湖春行",
        "author": "白居易",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "孤山寺北贾亭西，水面初平云脚低。",
            "几处早莺争暖树，谁家新燕啄春泥。",
            "乱花渐欲迷人眼，浅草才能没马蹄。",
            "最爱湖东行不足，绿杨阴里白沙堤。"
        ]
    },
    {
        "title": "饮酒",
        "author": "陶渊明",
        "years": "东晋",
        "tag": "六上",
        "class": "1",
        "content": [
            "结庐在人境，而无车马喧。",
            "问君何能尔？心远地自偏。",
            "采菊东篱下，悠然见南山。",
            "山气日夕佳，飞鸟相与还。",
            "此中有真意，欲辨已忘言。"
        ]
    },
    {
        "title": "赤壁",
        "author": "杜牧",
        "years": "唐代",
        "tag": "六上",
        "class": "1",
        "content": [
            "折戟沉沙铁未销，自将磨洗认前朝。",
            "东风不与周郎便，铜雀春深锁二乔。"
        ]
    },
    {
        "title": "答谢中书书",
        "author": "陶弘景",
        "years": "南朝",
        "tag": "六上",
        "class": "1",
        "content": [
            "山川之美，古来共谈。",
            "高峰入云，清流见底。",
            "两岸石壁，五色交辉。",
            "青林翠竹，四时俱备。",
            "晓雾将歇，猿鸟乱鸣；",
            "夕日欲颓，沉鳞竞跃，",
            "实是欲界之仙都，自康乐以来，未复有能与其奇者。"
        ]
    },
    {
        "title": "生于忧患，死于安乐",
        "author": "孟子及弟子",
        "years": "战国",
        "tag": "六上",
        "class": "0",
        "content": [
            "舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市。",
            "故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。"
        ]
    },
    {
        "title": "浣溪沙·一曲新词酒一杯",
        "author": "晏殊",
        "years": "宋",
        "tag": "六上",
        "class": "1",
        "content": [
            "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？",
            "无可奈何花落去，似曾相识燕归来。小园香径独徘徊。"
        ]
    },
    {
        "title": "关雎 《诗经》",
        "author": "晏殊",
        "years": "宋",
        "tag": "六上",
        "class": "1",
        "content": [
            "关关雎鸠，在河之洲。",
            "窈窕淑女，君子好逑。",
            "参差荇菜，左右流之。",
            "窈窕淑女，寤寐求之。",
            "求之不得，寤寐思服。",
            "悠哉悠哉，辗转反侧。",
            "参差荇菜，左右采之。",
            "窈窕淑女，琴瑟友之。",
            "参差荇菜，左右芼之。",
            "窈窕淑女，钟鼓乐之。"
        ]
    },
    {
        "title": "石壕吏",
        "author": "杜甫",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "暮投石壕村，有吏夜捉人。",
            "老翁逾墙走，老妇出门看。",
            "吏呼一何怒！妇啼一何苦！",
            "听妇前致词：三男邺城戍。",
            "一男附书至，二男新战死。",
            "存者且偷生，死者长已矣！",
            "室中更无人，惟有乳下孙。",
            "有孙母未去，出入无完裙。",
            "老妪力虽衰，请从吏夜归。",
            "急应河阳役，犹得备晨炊。",
            "夜久语声绝，如闻泣幽咽。",
            "天明登前途，独与老翁别。"
        ]
    },
    {
        "title": "卖炭翁",
        "author": "白居易",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "卖炭翁，伐薪烧炭南山中。",
            "满面尘灰烟火色，两鬓苍苍十指黑。",
            "卖炭得钱何所营？身上衣裳口中食。",
            "可怜身上衣正单，心忧炭贱愿天寒。",
            "夜来城外一尺雪，晓驾炭车辗冰辙。",
            "牛困人饥日已高，市南门外泥中歇。",
            "翩翩两骑来是谁？黄衣使者白衫儿。",
            "手把文书口称敕，回车叱牛牵向北。",
            "一车炭，千余斤，宫使驱将惜不得。",
            "半匹红纱一丈绫，系向牛头充炭直。"
        ]
    },
    {
        "title": "桃花源记",
        "author": "陶渊明",
        "years": "东晋",
        "tag": "六上",
        "class": "0",
        "content": [
            "晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷，渔人甚异之，复前行，欲穷其林。",
            "林尽水源，便得一山，山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田、美池、桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。沈姐的语文课堂。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终，后遂无问津者。"
        ]
    },
    {
        "title": "小石潭记",
        "author": "柳宗元",
        "years": "唐",
        "tag": "六上",
        "class": "0",
        "content": [
            "从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，佁然不动；俶尔远逝，往来翕忽。似与游者相乐。潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生：曰恕己，曰奉壹。"
        ]
    },
    {
        "title": "虽有嘉肴 《礼记》",
        "author": "柳宗元",
        "years": "唐",
        "tag": "六上",
        "class": "0",
        "content": [
            "虽有嘉肴，弗食，不知其旨也。虽有至道，弗学，不知其善也。是故学然后知不足，教然后知困。知不足，然后能自反也；知困，然后能自强也。故曰：教学相长也。《兑命》曰：“学学半。”其此之谓乎？"
        ]
    },
    {
        "title": "题破山寺后禅院",
        "author": "常建",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "清晨入古寺，初日照高林。",
            "曲径通幽处，禅房花木深。",
            "山光悦鸟性，潭影空人心。",
            "万籁此都寂，但余钟磬音。"
        ]
    },
    {
        "title": "送友人",
        "author": "李白",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "青山横北郭，白水绕东城。",
            "此地一为别，孤蓬万里征。",
            "浮云游子意，落日故人情。",
            "挥手自兹去，萧萧班马鸣。"
        ]
    },
    {
        "title": "卜算子·咏梅",
        "author": "陆游",
        "years": "宋",
        "tag": "六上",
        "class": "1",
        "content": [
            "驿外断桥边，寂寞开无主，",
            "已是黄昏独自愁，更着风和雨。",
            "无意苦争春，一任群芳妒。",
            "零落成泥碾作尘，只有香如故。"
        ]
    },
    {
        "title": "行路难（其一）",
        "author": "李白",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "金樽清酒斗十千，玉盘珍羞直万钱。",
            "停杯投箸不能食，拔剑四顾心茫然。",
            "欲渡黄河冰塞川，将登太行雪满山。",
            "闲来垂钓碧溪上，忽复乘舟梦日边。",
            "行路难！行路难！多歧路，今安在？",
            "长风破浪会有时，直挂云帆济沧海。"
        ]
    },
    {
        "title": "酬乐天扬州初逢席上见赠",
        "author": "刘禹锡",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "巴山楚水凄凉地，二十三年弃置身。",
            "怀旧空吟闻笛赋，到乡翻似烂柯人。",
            "沉舟侧畔千帆过，病树前头万木春。",
            "今日听君歌一曲，暂凭杯酒长精神。"
        ]
    },
    {
        "title": "水调歌头（明月几时有）",
        "author": "苏轼",
        "years": "宋",
        "tag": "六上",
        "class": "0",
        "content": [
            "丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。",
            "明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。"
        ]
    },
    {
        "title": "岳阳楼记",
        "author": "范仲淹",
        "years": "宋",
        "tag": "六上",
        "class": "0",
        "content": [
            "庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴。乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上。属予作文以记之。",
            "予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯。朝晖夕阴，气象万千。此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎？",
            "若夫霪雨霏霏，连月不开，阴风怒号，浊浪排空。日星隐曜，山岳潜形。商旅不行，樯倾楫摧。薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。",
            "至若春和景明，波澜不惊，上下天光，一碧万顷。沙鸥翔集，锦鳞游泳。岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧。渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。",
            "嗟夫！予尝求古仁人之心，或异二者之为。何哉？不以物喜，不以己悲。居庙堂之高则忧其民，处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰“先天下之忧而忧，后天下之乐而乐”乎！噫！微斯人，吾谁与归？时六年九月十五日。"
        ]
    },
    {
        "title": "醉翁亭记",
        "author": "欧阳修",
        "years": "宋",
        "tag": "六上",
        "class": "0",
        "content": [
            "环滁皆山也。其西南诸峰，林壑尤美。望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺，而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。",
            "若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。",
            "至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥；酿泉为酒，泉香而酒洌；山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。",
            "已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。"
        ]
    },
    {
        "title": "无题",
        "author": "李商隐",
        "years": "唐",
        "tag": "六上",
        "class": "1",
        "content": [
            "相见时难别亦难，东风无力百花残。",
            "春蚕到死丝方尽，蜡炬成灰泪始干。",
            "晓镜但愁云鬓改，夜吟应觉月光寒。",
            "蓬山此去无多路，青鸟殷勤为探看。",
        ]
    },
    {
        "title": "丑奴儿·书博山道中壁",
        "author": "辛弃疾",
        "years": "宋",
        "tag": "六上",
        "class": "0",
        "content": [
            "少年不识愁滋味，爱上层楼。爱上层楼，为赋新词强说愁。",
            "而今识尽愁滋味，欲说还休。欲说还休，却道天凉好个秋!"
        ]
    },
    {
        "title": "江城子·密州出猎",
        "author": "苏轼",
        "years": "宋",
        "tag": "六上",
        "class": "0",
        "content": [
            "老夫聊发少年狂，左牵黄，右擎苍。锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。",
            "酒酣胸胆尚开张。鬓微霜，又何妨？持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。"
        ]
    },
    {
        "title": "破阵子·为陈同甫赋壮词以寄",
        "author": "辛弃疾",
        "years": "宋",
        "tag": "六上",
        "class": "0",
        "content": [
            "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。",
            "马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！"
        ]
    },
    {
        "title": "过零丁洋",
        "author": "文天祥",
        "years": "宋",
        "tag": "六上",
        "class": "1",
        "content": [
            "辛苦遭逢起一经，干戈寥落四周星。",
            "山河破碎风飘絮，身世浮沉雨打萍。",
            "惶恐滩头说惶恐，零丁洋里叹零丁。",
            "人生自古谁无死？留取丹心照汗青。"
        ]
    },
    {
        "title": "鱼我所欲也",
        "author": "孟子及其弟子",
        "years": "战国",
        "tag": "六上",
        "class": "0",
        "content": [
            "鱼，我所欲也；熊掌，亦我所欲也。二者不可得兼，舍鱼而取熊掌者也。生，亦我所欲也；义，亦我所欲也。二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟得也；死亦我所恶，所恶有甚于死者，故患有所不辟也。沈姐的语文课堂。如使人之所欲莫甚于生，则凡可以得生者何不用也？使人之所恶莫甚于死者，则凡可以辟患者何不为也？由是则生而有不用也，由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。",
            "一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。",
            "万钟则不辩礼义而受之，万钟于我何加焉！为宫室之美，妻妾之奉，所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之；是亦不可以已乎？此之谓失其本心。"
        ]
    },
    {
        "title": "临江仙·夜登小阁，忆洛中旧游",
        "author": "陈与义",
        "years": "宋",
        "tag": "六上",
        "class": "0",
        "content": [
            "忆昔午桥桥上饮，坐中多是豪英。长沟流月去无声。杏花疏影里，吹笛到天明。",
            "二十余年如一梦，此身虽在堪惊。闲登小阁看新晴。古今多少事，渔唱起三更。"
        ]
    }
]